{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "MainMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "A mystical staff that boosts elemental power."
					},
					"Translation":
					{
						"Text": "Un bastón místico que aumenta el poder elemental"
					},
					"Key": "StaffDesc"
				},
				{
					"Source":
					{
						"Text": "A sharp sword with enhanced lightning power."
					},
					"Translation":
					{
						"Text": "Una espada afilada con poder de rayo mejorado"
					},
					"Key": "SwordDesc"
				},
				{
					"Source":
					{
						"Text": "Attributes"
					},
					"Translation":
					{
						"Text": "Atributos"
					},
					"Key": "TutorialAttributes"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "Controles"
					},
					"Key": "TutorialControls"
				},
				{
					"Source":
					{
						"Text": "Earn Experience:\n-Defeat enemies to gain experience points for your chosen weapon.\n\nIncrease Your Weapon Level:\n-When you collect enough experience, your weapon will level up. Leveling up unlocks new combat techniques that help you deal more damage.\n\nBoost Your Elemental Proficiency:\n-Use elemental attacks (Fire, Ice, or Thunder) during battle. Each use increases your Elemental attribute for that weapon.\n\nUnlock Powerful Attacks:\n-As your elemental proficiency grows, you'll gain access to stronger elemental moves. Keep using a specific element to make its attacks even more effective."
					},
					"Translation":
					{
						"Text": "Gana experiencia:\r\nDerrota enemigos para ganar puntos de experiencia para tu arma elegida.\r\n\r\nAumenta el nivel de tu arma:\r\nCuando recojas suficiente experiencia, tu arma subirá de nivel. Subir de nivel desbloquea nuevas técnicas de combate que te ayudan a hacer más daño.\r\n\r\nAumenta tu dominio elemental:\r\nUsa ataques elementales (Fuego, Hielo o Trueno) durante la batalla. Cada uso aumenta tu atributo elemental para esa arma.\r\n\r\nDesbloquea ataques poderosos:\r\nA medida que tu dominio elemental crece, tendrás acceso a movimientos elementales más poderosos. Sigue usando un elemento específico para hacer que sus ataques sean aún más efectivos."
					},
					"Key": "TutorialLevelUpDesc"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "Jugabilidad"
					},
					"Key": "TutorialGameplay"
				},
				{
					"Source":
					{
						"Text": "Health:\n-Your Health (HP) shows how much damage you can take. Taking damage in battle reduces your Health. When your Health reaches zero, it's game over.\n\nAttack:\n-The Attack attribute determines how much damage you deal to enemies. Increasing this attribute means you can defeat foes more quickly.\n\nDefence:\n-Your Defence attribute reduces the damage you take from enemy attacks. A higher Defence helps you withstand more hits during combat.\n\nElemental:\n-This attribute measures your proficiency with elemental attacks (Fire, Ice, and Thunder). As you use these attacks, your Elemental attribute improves, unlocking even more potent moves.\n\nWeapon Level:\n-Your Weapon Level reflects the experience you've earned with your chosen weapon. As the level increases, new techniques and abilities become available, enhancing your combat options."
					},
					"Translation":
					{
						"Text": "Salud:\r\n\r\nTu Salud (HP) muestra cuánto daño puedes recibir. Recibir daño en combate reduce tu Salud. Cuando tu Salud llega a cero, el juego termina.\r\nAtaque:\r\n\r\nEl atributo de Ataque determina cuánto daño haces a los enemigos. Aumentar este atributo significa que podrás derrotar a los enemigos más rápidamente.\r\nDefensa:\r\n\r\nEl atributo de Defensa reduce el daño que recibes de los ataques enemigos. Una mayor Defensa te ayuda a soportar más golpes durante el combate.\r\nElemental:\r\n\r\nEste atributo mide tu destreza con los ataques elementales (Fuego, Hielo y Trueno). A medida que usas estos ataques, tu atributo Elemental mejora, desbloqueando movimientos más poderosos.\r\nNivel de Arma:\r\n\r\nEl Nivel de tu Arma refleja la experiencia que has ganado con tu arma elegida. A medida que el nivel aumenta, se desbloquean nuevas técnicas y habilidades, mejorando tus opciones de combate."
					},
					"Key": "TutorialAttributesDesc"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Idioma"
					},
					"Key": "LanguageLabel"
				},
				{
					"Source":
					{
						"Text": "Levelling Up"
					},
					"Translation":
					{
						"Text": "Subir de Nivel"
					},
					"Key": "TutorialLevelUp"
				},
				{
					"Source":
					{
						"Text": "Objective:\n-Your goal is to survive wave after wave of enemies. Stay alert, defeat as many foes as possible, and aim for a new high score.\n\nCombat Basics:\n-Use basic attacks to quickly take down enemies\n-Exploit enemy weaknesses with elemental attacks (Fire, Ice, or Thunder)\n-As you use these attacks, your Elemental attribute increases, unlocking more powerful moves\n\nUsing Techniques:\n-When your weapon levels up, new techniques become available. These special moves help you inflict heavy damage and keep enemies at bay.\n\nAbilities:\n-Use your abilities strategically during battle. When timed correctly, they can turn the tide by maximizing damage and controlling enemy movement.\n\nEnd of Battle:\n-The game continues until your Health runs out. At that point, you'll see an end screen displaying your final score, your best high score, and a summary of your attributes, including your Weapon Level and Elemental proficiency."
					},
					"Translation":
					{
						"Text": "Objetivo:\r\nTu objetivo es sobrevivir oleada tras oleada de enemigos. Mantente alerta, derrota a tantos enemigos como sea posible y apunta a un nuevo puntaje más alto.\r\n\r\nFundamentos del combate:\r\nUsa ataques básicos para derrotar rápidamente a los enemigos.\r\nAprovecha las debilidades de los enemigos con ataques elementales (Fuego, Hielo o Trueno).\r\nA medida que usas estos ataques, tu atributo Elemental aumenta, desbloqueando movimientos más poderosos.\r\n\r\nUso de Técnicas:\r\nCuando tu arma sube de nivel, nuevas técnicas se desbloquean. Estos movimientos especiales te ayudan a infligir grandes daños y mantener a los enemigos a raya.\r\n\r\nHabilidades:\r\nUsa tus habilidades estratégicamente durante la batalla. Cuando se usan en el momento adecuado, pueden cambiar el curso del combate maximizando el daño y controlando el movimiento de los enemigos.\r\n\r\nFin de la batalla:\r\nEl juego continúa hasta que se agote tu Salud. En ese momento, verás una pantalla final mostrando tu puntaje final, tu mejor puntaje y un resumen de tus atributos, incluyendo el Nivel de tu Arma y tu dominio Elemental."
					},
					"Key": "TutorialGameplayDesc"
				},
				{
					"Source":
					{
						"Text": "Screen Shake"
					},
					"Translation":
					{
						"Text": "Sacudida de Pantalla"
					},
					"Key": "ScreenShakeLabel"
				},
				{
					"Source":
					{
						"Text": "Vibration"
					},
					"Translation":
					{
						"Text": "Vibración"
					},
					"Key": "VibrationLabel"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ElementalStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AttackStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DefenseStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FireLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IceLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ThunderLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WeaponLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VolumePercentFormat"
				}
			]
		}
	]
}